testCases/mixingChannel_fgmFluid/0.orig/C
FoamFile { format ascii; class volScalarField; object C; }
dimensions [0 0 0 0 0 0 0];
internalField uniform 0.1;
boundaryField
{
    inlet { type fixedValue; value uniform 0.1; }
    outlet { type zeroGradient; }
    upperWall { type symmetry; }
    lowerWall { type symmetry; }
    frontAndBack { type empty; }
}
