testCases/mixingChannel_fgmFluid/constant/momentumTransport
FoamFile { format ascii; class dictionary; object momentumTransport; }
simulationType  laminar;
